[
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCbuENEBzQ69QKmfX2iumnFA/videos",
        "channel_name": "Yogapalooza with Bari Koral",
        "youtuber_name": "Bari Koral",
        "type_of_channel": "Influencer",
        "since": "Apr 2009",
        "description": "Discover a wonderful world of beloved songs and magical activities that make it easy to teach yoga and mindfulness to children through music. Bari Koral is a widely recognized kids yoga expert and popular recording artist.ABOUT BARI KORALEvery day, thousands of children, parents and teachers around the world are learning and enjoying the benefits of yoga and mindfulness with Bari. Bari's songs and approachable yoga and mindfulness curriculum are used on a regular basis around the world. She is considered a pioneer in the world of kids yoga. To date, she has presented to over 100,000..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@TheMindfulMovement/",
        "channel_name": "The Mindful Movement",
        "youtuber_name": "Sara & Les",
        "type_of_channel": "Influencer",
        "since": "Aug 2016",
        "description": "Welcome! Here at the Mindful Movement, we are an oasis where you can come to tap into your inner calm, develop a positive mindset and heal from the stress that's blocking your fulfillment. We offer guided meditation, visualizations, and hypnosis as well as Yoga, Pilates and a variety of mindful movement practices to help you live mindfully, move well and feel great!We would love to continue working with you personally if you are interested. We offer self-paced, online courses, group coaching, and 1:1 services. You can learn more at our website: Themindfulmovement..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCpw2gh99XM6Mwsbksv0feEg",
        "channel_name": "Moojiji",
        "youtuber_name": "Anthony Paul Moo-Young",
        "type_of_channel": "Influencer",
        "since": "Aug 2007",
        "description": "Mooji brings the possibility of Self-realization into the here and now. He drifted in a state of spontaneous meditation oblivious to the outer world he formally knew. During these years, he lived almost penniless but was constantly absorbed in inner joy, contentment and natural meditation. His communication is simple, direct and immediate. An invitation to move from person to presence -- and ultimately, to liberation. He speaks to you."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@TaraBrach/",
        "channel_name": "Tara Brach",
        "youtuber_name": "Tara Brach",
        "type_of_channel": "Influencer",
        "since": "Apr 2011",
        "description": "Tara Brach is a leading western teacher of Buddhist meditation, emotional healing and spiritual awakening. This channel is a compilation of Tara Brach's video offerings, including her popular Wednesday night weekly livestream; a library of guided meditations; short clips from the 'Tara Talks' web series; interviews and various other engagements. All content on this channel is owned by Tara Brach, PhD. All rights reserved.For more information, go to https://www.tarabrach.com"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCqWB6EseWbMKnzunyewBDqg/videos",
        "channel_name": "Meditation Vacation",
        "youtuber_name": "Christian Thomas",
        "type_of_channel": "Influencer",
        "since": "Jun 2015",
        "description": "Guided meditation got me through a tough stage in my life and by creating my own meditation videos. This channel is about how to meditate as my guided meditation videos explain what to do and can send you into a deep relaxation and through mindfulness. Using guided meditation on a regular basis can truly help with relaxation, sleep and peace inside."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@ChibsMeditation/",
        "channel_name": "Chibs Okereke Meditations",
        "youtuber_name": "Chibs Okereke",
        "type_of_channel": "Influencer",
        "since": "Jan 2007",
        "description": "Chibs Okereke's guided meditations and soothing voice have helped millions find deep relaxation, better sleep and less stress. He is a meditation instructor on the Calm app and an accredited mindfulness facilitator. Having personally struggled with anxiety, stress, and burnout, Chibs understands how important it is to feel supported during meditation, so these meditations will help you feel grounded, peaceful, and safe.Subscribe for regular meditations that blend modern mindfulness techniques with practical strategies for better sleep, less anxiety, and deeper relaxation..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@MindfulnessExercises/",
        "channel_name": "Mindfulness Exercises",
        "youtuber_name": "Sean Fargo",
        "type_of_channel": "Influencer",
        "since": "May 2014",
        "description": "Mindfulness Exercises shares free mindfulness meditations, courses, trainings and resources for mindfulness practitioners and mindfulness meditation teachers alike.Sean Fargo created Mindfulness Exercises to help people live with embodied presence, compassion and resilience. We provide audio meditations, guided meditation scripts, mindfulness worksheets, mindfulness courses, and live online retreats..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCK7X0kE4vCbOXPi1VPVQYFw/videos",
        "channel_name": "Mindful Music",
        "youtuber_name": "Mindful Music",
        "type_of_channel": "Influencer",
        "since": "Nov 2014",
        "description": "Just fresh music. As always, please stay Mindful, discover, share, and inspire! Peace. All music posted is for promotional use only most of which is acquired via submissions and permission from artist/producer."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCFmUuRhirRUPRtROX0KiQcw/videos",
        "channel_name": "The Mindfulness Teacher",
        "youtuber_name": "Holly Morris",
        "type_of_channel": "Influencer",
        "since": "May 2020",
        "description": "⭐️Children's Relaxations for Mental & Emotional Well-Being, Calm & Focus in the Classroom.I help teachers, educators, parents & mental health professionals to improve their student's/children's mental & emotional well-being so that they can have calmer kids & calmer classrooms. Because my content is made for children, unfortunately the comments are turned off. If any teachers/educators or parents/guardians want to contact me, you can do so through the links in my channel below."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCjQxrBbp-9aCBzWIsiuHmiA/videos",
        "channel_name": "Palouse Mindfulness",
        "youtuber_name": "Palouse Mindfulness",
        "type_of_channel": "Influencer",
        "since": "Mar 2013",
        "description": "Dave Potter is a certified Mindfulness-Based Stress Reduction instructor. Palouse Mindfulness provides these videos as part of the free online mindfulness course (MBSR). It is an eight-week 100% free course and contains all the materials used in the in-person course taught by Dave Potter, who is fully certified to teach MBSR by the University of Massachusetts Medical School."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCaON5f-W7kWBixxZEkhYicw",
        "channel_name": "Jamie Marich",
        "youtuber_name": "Jamie Marich",
        "type_of_channel": "Influencer",
        "since": "Jul 2011",
        "description": "Jamie Marich is the Author of EMDR Therapy & Mindfulness, Trauma Made Simple, Trauma and the Twelve Steps and EMDR Made Simple; Creator of Dancing Mindfulness. Learn about trauma in a way that is relevant to clinical work, including extensive coverage on PTSD and other diagnoses through a bio-psycho-social-spiritual lens."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCneFwNzUhZCuEyDxNHKdKVw/videos",
        "channel_name": "Crossroads Psychology",
        "youtuber_name": "Voicu Mihnea Simandan",
        "type_of_channel": "Influencer",
        "since": "Feb 2007",
        "description": "Voicu Mihnea Simandan is a Certified Positive Psychology & Mindfulness Practitioner and Coach. He coaches & teaches Positive Psychology to athletes, students and parents; as well as leads & facilitates Mindfulness retreats and experiences.The Crossroads Psychology Video-Podcast aims at Encouraging Personal Growth.'A Wall of Ideas' Video-Podcast aims at creating a communication bridge to discuss topics related to technology, education, culture, travel, productivity, and the expat life.Previously, the channel's focus was on travel and sports, especially Asian destinations,..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCVCM37ofcquSCtnCpdkhxwQ/videos",
        "channel_name": "Scott Todnem | Mindful Teaching",
        "youtuber_name": "Scott Todnem",
        "type_of_channel": "Influencer",
        "since": "Aug 2017",
        "description": "Mindful teaching and mindset leading.Scott Todnem has been teaching Health Education at Scullen Middle School in Naperville, Illinois since 2001. In that time, hundreds of students each year have gone through a course about the best subject in the world: LIFE.Social Health impacts who we are; our interactions from the past can drastically shape who we become in our future. Therefore, this YouTube channel, the LifeIsTheFuture.com webpage, and other social media have become a fun and creative way to express lifelong connections and learning... to remember the past and reminisce... and to..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCQTlKxfVk5o6B5SvbvYdSZQ/videos",
        "channel_name": "Loch Kelly",
        "youtuber_name": "Loch Kelly",
        "type_of_channel": "Influencer",
        "since": "Jun 2014",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCyUMUmuQi9Ni9qh-FEkM9WQ/videos",
        "channel_name": "Mindfulness | Shamash Alidina",
        "youtuber_name": "Shamash Alidina",
        "type_of_channel": "Influencer",
        "since": "Dec 2006",
        "description": "Shamash has been practising mindfulness since 1998 and runs his own successful training organisation.He is best known as the internationally bestselling author of 10 books including Mindfulness For Dummies and The Mindful Way through Stress. Based in London, he runs online trainings and speaks at conferences all over the world.He is a keen educator and has trained almost 500 mindfulness teachers in the last 11 years. Prior to that, he spent 10 years teaching mindfulness/meditation as well as science, in schools.Shamash has been training practitioners in Acceptance and Commitment..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCpbhe71UUAh-j9prsMTyyBA/videos",
        "channel_name": "Mindful Creative Muse",
        "youtuber_name": "Cynthia Hauk",
        "type_of_channel": "Influencer",
        "since": "May 2015",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCyuAzAFsNzcypnAa1XSlnog/videos",
        "channel_name": "Mindful in Minutes || Kelly Smith",
        "youtuber_name": "Kelly Smith",
        "type_of_channel": "Influencer",
        "since": "Jan 2016",
        "description": "Guided Meditation | Yoga | Deep Relaxation | At Home Meditation | Sleep Meditation | Meditation For Beginners | Meditation Music | Yoga Meditation Hey, I'm Kelly, the founder of Yoga For You, and host of the Mindful in Minutes podcast, and Meditation Mama. Mindful in Minutes provides short, weekly guided meditations to help you stress less and live more. Join me each week for simple and grounded guided meditations that are 20 minutes or less and cover an array of topics that will help you with real life like anxiety, insomnia, self-esteem, and manifestation.I believe there isn't..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCUPP3b6x2a1FcUMTrsdAR2g/videos",
        "channel_name": "Cory Muscara",
        "youtuber_name": "Cory Muscara",
        "type_of_channel": "Influencer",
        "since": "May 2013",
        "description": "Cory Muscara is a former monk, co-founder of Mindfulness.com, and bestselling author of the book, Stop Missing Your Life. With over 500K followers across his social media channels, Cory has gained popularity for his down-to-earth, engaging, and accessible teachings on mindfulness, wellbeing, and mental health. He has taught Mindful leadership at Columbia University, is an instructor of Positive Psychology at the University of Pennsylvania, and for the last ten years has offered mindfulness keynotes, workshops, and retreats around the world to companies like Bank of America, Prudential, Johnson"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCR-d964e8gW0hZt9mxaEQvg/videos",
        "channel_name": "Melli O'Brien:",
        "youtuber_name": "Melli O'brien",
        "type_of_channel": "Influencer",
        "since": "Dec 2012",
        "description": "Melli O'Brien is mindfulness teacher but, first and foremost, a devoted mindfulness practitioner (who's still learning, discovering and deepening every day).Sharing the art of mindful living is her passion and purpose. Melli's passion for teaching mindfulness stems from her firm belief that anyone can create the kind of incredible inner transformation she has undergone once they know how.Melli's mission is to help you enjoy a more fulfilling and meaningful life.She is not a monk or an evangelist of any particular religion or technique. She live in the real world and her..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCkGwhgfmKK3ghv2MDMOkMxA/videos",
        "channel_name": "MindfulNEWS",
        "youtuber_name": "Gui Hung",
        "type_of_channel": "Influencer",
        "since": "Jul 2011",
        "description": "10 years investigating the subject of happiness and podcasting about what matters most in life with scientists, bloggers, teachers, authors and the leading experts, on the subjects that matters most. Conversations with friends led to conversations on Mindfulness that led to a wonderful path of learning and better relationships. Podcasts, Videos, Vlogs, Car pool conversations, Guided meditations and On-line courses at www.Mindfulnews.uk (Mindfulnews.uk on instagram)"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@SarahMcLeanMeditation/",
        "channel_name": "Sarah McLean, Meditation & Mindfulness Teacher",
        "youtuber_name": "Sarah McLean",
        "type_of_channel": "Influencer",
        "since": "Sep 2014",
        "description": "Over 30 years ago I was searching for peace. My search led me to mystical places around the world, though I found what I was looking for when I finally learned to meditate. Since, I've lived & worked in a Transcendental Meditation community, helped Deepak Chopra start his Mind Body Health Center, lived in a traditional ashram in India & served as a cook in a Zen Buddhist monastery, & became the director of Byron Katie's school.No, you don't have to move to India, find a guru, or become Buddhist to do meditation 'right..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC-0g3lxbb3Ujskpr3rrzI-Q/videos",
        "channel_name": "Rocky Heron",
        "youtuber_name": "Rocky Heron",
        "type_of_channel": "Influencer",
        "since": "Apr 2007",
        "description": "Rocky Heron is an artistic wonder a singer, songwriter, yogi, and mindfulness instructor with an eclectic sound. Known for his uncanny wisdom and in-depth understanding of the human body, Rocky's teaching is informed by years of study in many yoga styles and movement modalities. Considered in the yoga industry a 'teachers teacher,' Rocky works worldwide and online facilitating classes, training, and continuing education for teachers. Rocky's musical library consists of 'The Requiem EP', his sophomore acoustic project, 'The Love Demos', and the pop-inspired 'Nuffa..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC7LfxLU3jmBdiScY-_24OBg/videos",
        "channel_name": "Mindful Yoga for Healers with Dr. Jessie Mahoney",
        "youtuber_name": "Jessie Mahoney",
        "type_of_channel": "Influencer",
        "since": "May 2020",
        "description": "I teach heart-centered yoga to relieve tension, aches, pains, overwhelm, and burnout. My intention is to help you optimize your breath, grow self-compassion, relieve stress, let go of frustration, and discover alignment.I am a life coach and yoga teacher. I coach those who are successful on the surface yet struggle underneath. I specialize in relationships, parenting, career transitions, and burnout coaching. I also co-host the Mindful Healers Podcast and host yoga, coaching, and culinary medicine retreats for women physicians who want to find calm and start living their best life...."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/@OrenJaySoferVideo/",
        "channel_name": "Oren Jay Sofer",
        "youtuber_name": "Oren Jay Sofer",
        "type_of_channel": "Influencer",
        "since": "Nov 2013",
        "description": "Expert teaching on mindfulness practice and Insight meditation, and mindful communication for wellbeing, balance and clarity in life and at work. Join author, meditation teacher, and communication trainer Oren Jay Sofer for guidance and instruction in living in line with your values, resolving conflict, and learning to meditate.Oren Jay Sofer teaches Buddhist meditation, Dharma, and communication retreats and workshops nationally..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCvb0vkbdBJF-Qx7tZ6HWqIQ/videos",
        "channel_name": "Harp & Wellness",
        "youtuber_name": "Nicole E. Anderson",
        "type_of_channel": "Influencer",
        "since": "Sep 2016",
        "description": "Nicole E. AndersonCertified Therapeutic Musician, Therapist/Life Coach, and Certified Meditation & Mindfulness TeacherSpecializing in Harp Therapy and Holistic WellnessWelcome to my channel! I offer content that focuses on self-care and mental health with a unique spin: harp music!My videos include harp therapy, harp music for relaxation, mindfulness exercises, meditations, and more. Join me for topical discussions, soothing music, mindfulness, and tips for self-care as we make our way through our challenges and stressors. Currently I am releasing harp and nature relaxation videos..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC5F4sqam3xc5hkYwqdMBW2Q/videos",
        "channel_name": "Mindfulness With Missy",
        "youtuber_name": "Missy",
        "type_of_channel": "Influencer",
        "since": "Oct 2021",
        "description": "Welcome to mindfulness with Missy. On this channel, we will do meditations, affirmations, and visualizations. This is a safe place to heal your mind and become a happier, healthier, more calm version of you!Disclaimer: These meditations are not intended to replace professional help. None of these meditations should be listened to while operating machinery. Anything that happens while you listen to these videos is your responsibility and mindfulness with missy is not liable."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCyicqwQM9aIZ9mAw5xP4Q2g/videos",
        "channel_name": "Anthony Ongaro",
        "youtuber_name": "Anthony Ongaro",
        "type_of_channel": "Influencer",
        "since": "Feb 2015",
        "description": "Hi, I'm Anthony! Welcome to Break the Twitch. I make videos about intentional living, and building a life in alignment with our values. Anthony Ongaro shares his explorations in how to live a better life through minimalism, habits and creativity."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCGYeWtdm9GXYcdgkLph9Rcw/videos",
        "channel_name": "Fablefy - The Whole Child",
        "youtuber_name": "Shilpi Mahajan",
        "type_of_channel": "Influencer",
        "since": "Feb 2017",
        "description": "Fly With Able and Fy is dedicated to bringing mindfulness to parents and children. Through our interactive animated series which can be used anywhere to help you grab a moment of peace in your life, we aim to create a space where you and your children can live mindfully. About the Creator: Hi, I am Shilpi Mahajan and I am a single person army responsible for conceptualization and creation of the channel. Any support via shares, subscriptions and likes will be helpful. If you choose to use portions of the videos on the channel, please seek approval. If you want a specific request, please..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCZVJN6ow1IeGWH6HkaNqu_g/videos",
        "channel_name": "John Davisi",
        "youtuber_name": "John Davisi",
        "type_of_channel": "Influencer",
        "since": "Oct 2014",
        "description": "John is a certified professional coach, consultant, and advisor. In 2016, his passion and work in mindfulness coaching and as an HR leader merged while VP of People Operations & Mindfulness at internet media company BuzzFeed. While there he established and led the company's first mindfulness program, including facilitating weekly, live meditation sessions and mindfulness workshops for employees globally. He's written and narrated several meditations for @goodful and has 100+ meditations on his own YouTube channel. In 2022 John released four albums. The first in April titled Breathe -..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCWRGNm4blMTh_DsNTiuzyxw/videos",
        "channel_name": "Voice of Mindfulness ASMR",
        "youtuber_name": "Ellen",
        "type_of_channel": "Influencer",
        "since": "Jul 2022",
        "description": "I'm Ellen from Voice of Mindfulness, a self-healing & self-improvement channel that can help you relax, find peace and meaning and improve your life through mindfulness, sound healing and a touch of ASMR. I provide a safe and peaceful space for you to focus on YOU while you sleep.The channel also offers 'Sleep Heal & Grow' hypnosis, guided meditations, mental health practices and spiritual guidance infused with ASMR, to help find a deeper connection to yourself and the world around you. The videos are created with the intention of helping you sleep soundly, relieve anxiety, recover from..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCbjljhC9ecohK38jcEvGebg/videos",
        "channel_name": "Mindfulness Place",
        "youtuber_name": "Mindfulness Place",
        "type_of_channel": "Influencer",
        "since": "Jan 2019",
        "description": "Welcome to the Mindfulness Place!When you practice mindfulness you experience calmness and relaxation, higher levels of energy and enthusiasm for living, increased self-confidence and self-acceptance and more compassion for others. You also experience less stress, depression, anxiety, chronic pain, addiction or low immune function.We upload weekly free Mindfulness Exercises, Guided Meditations, and Positive Affirmations.The best place to start is by subscribing to our FREE Inner Journey meditation course at:https://nisandeh.com/inner-journey/"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC4hp1CWJx7zUKeOpD7XzG6w/videos",
        "channel_name": "Mindfulness in Blue Jeans",
        "youtuber_name": "Ron Levine",
        "type_of_channel": "Influencer",
        "since": "Mar 2020",
        "description": "After denying his own trauma for eight years, Ron Levine finally fell apart in a crippling heap of anxiety, depression, panic disorder, and agoraphobia in early 1998. On disability and unable to leave his house, he began practicing vipassana (mindfulness-based insight meditation), which sparked a life-changing new direction cultivated on and off the cushion.With backgrounds in social psychology, information technology, and yoga, Ron emphasizes a methodical and scientific results-based approach to facing our demons and finding inner peace. From Ron: 'We each must walk our own path, but..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCSyNIDWAM9cRzkn7Uz4IwTw/videos",
        "channel_name": null,
        "youtuber_name": "MeditationRelaxClub - Sleep Music & Mindfulness",
        "type_of_channel": "Mega",
        "since": "Sep 2012",
        "description": "Your daily dose of relaxation.Meditation Relax Club is the main Youtube Leader in Meditation and Relaxation Music. Born in 2012, thanks to the well-known experience of our composers and collaborators, MRC channel is working everyday with constancy and passion to give you a real experiece of relaxation, thanks to the multitude of videos we create everyday, with the most calming and peaceful new age music. The zen music available for users on Meditation Relax Club can be used as deep meditation music, sleep music (for those of you who need something really soothing for falling asleep),..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC3JhfsgFPLSLNEROQCdj-GQ",
        "channel_name": null,
        "youtuber_name": "Headspace",
        "type_of_channel": "Macro",
        "since": "Sep 2014",
        "description": "Headspace is guided meditation for everybody. Learn how to meditate, wherever you are, whenever you like. That's as well as mindfulness exercises for everyday situations like commuting or cooking, dozens of animations like the ones you see on this channel & 8 different meditation techniques, all taught by Headspace's co-founder, Andy Puddicombe, a former Buddhist monk. With hundreds of hours of content, Headspace is your personal meditation guide to just about anything."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCoqtKR3DyzMoSaMxqSyrdig/videos",
        "channel_name": null,
        "youtuber_name": "Brain Education TV",
        "type_of_channel": "Macro",
        "since": null,
        "description": "Brain Education TV is a self improvement channel for the brain with videos on how to practice self care and boost your brain power. The foundation of our content comes from Brain Education, an academic study from South Korea that stems from over 40 years of research and application and has been practiced by millions around the world."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCc1lvEoC5PZWm-MzgUfJQfg/videos",
        "channel_name": null,
        "youtuber_name": "Be Here Now Network",
        "type_of_channel": "Macro",
        "since": "Jun 2016",
        "description": "Be Here Now Network is dedicated to the gathering and dissemination of spiritual talks, podcasts and writings of master teachers of Spirituality, Mindfulness and Meditation. Awaken through impactful, insightful, and entertaining podcasts with the wisdom keepers of today."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCbcI2r4u2hyBjyNe9YcoDfA/videos",
        "channel_name": null,
        "youtuber_name": "MindfulPeace",
        "type_of_channel": "Macro",
        "since": "Mar 2014",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCEhl4Grr46IolhzGhZ3agNw",
        "channel_name": null,
        "youtuber_name": "Wisdom 2.0",
        "type_of_channel": "Macro",
        "since": "May 2011",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCJaUaqWbSdyTklGsWnuFtMg/videos",
        "channel_name": null,
        "youtuber_name": "My Peace Of Mindfulness",
        "type_of_channel": "Macro",
        "since": "Jul 2016",
        "description": "Welcome to My Peace of Mindfulness! We provide the best free guided meditation videos on Youtube.Do you suffer from depression, anxiety or insomnia? Or maybe, you're looking to remove negative energy and stress. We produce short meditation videos on a daily basis to help you let go, meditate at home, attract money & positive energy and manifest the life you desire. Whether you're a meditation beginner or a meditation pro, our video will help you to relax and find inner peace. Please enjoy our mindfulness meditation videos in a relaxing secluded location.We'd love to hear your..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC2ZvMgbK5X8j-nCY5CR06xw/videos",
        "channel_name": null,
        "youtuber_name": "Declutter The Mind",
        "type_of_channel": "Macro",
        "since": "Jan 2019",
        "description": "Declutter The Mind is for the beginner, novice, and experienced meditator. It's where people who want to clear, declutter and understand their minds come.If you want to understand the mind, sit down and observe it. My goal is to help you observe it (much more easily and effectively) with guided meditations for mindfulness, anxiety, stress, focus, sleep deprivation, insomnia, depression and more.This channel hopes to help you meditate without the 'woo woo' or any religious undertones. I want meditation to be viewed as and used as a practical tool for anyone.I understand and want..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC1ydk-XgJws0RCrg1Kofxbw/videos",
        "channel_name": null,
        "youtuber_name": "Mindful Muslimah",
        "type_of_channel": "Micro",
        "since": "Sep 2018",
        "description": "We support and empower Muslim women so they can not just grow, but thrive. Our channel gives tips and advice on love, parenting, inspiration, motivation and everything else associated with living a more mindful modern Muslimah life.Check out our website; www.mindful-muslimah.comReach out to me on Instagram at @MindfulMuslimah or via email at ****@mindful-muslimah.com"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCGliqsod-tQoGiHahxS9Wig/videos",
        "channel_name": null,
        "youtuber_name": "Insight Meditation Center",
        "type_of_channel": "Micro",
        "since": "Jan 2011",
        "description": "The Insight Meditation Center is a community-based, urban refuge for the teachings and practice of insight meditation, also known as mindfulness or vipassana meditation. We offer Buddhist teachings in clear, accessible and open-handed ways.Guided by Gil Fronsdal and Andrea Fella, IMC offers a broad range of programs and community activities.IMC does not require payment for any of our teachings, programs or events. The support of our teachers and center expenses is done through voluntary donations from the community. All the work in running and maintaining IMC and its programs is done by..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCiYQrjtMgfJFYabJy0wY8nA",
        "channel_name": null,
        "youtuber_name": "Mindful Wing Chun",
        "type_of_channel": "Micro",
        "since": "Apr 2014",
        "description": "Mindful Wing Chun is one of the biggest Wing Chun school in HK and is located in the Heart of Central. Our mission is to pass on Grandmaster CHU SHONG TIN's 'internal' method of Wing Chun which promotes health through cultivating MINDFULNESS and Deep RELAXATION resulting in a BALANCED Body and Mind."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC0GmmgMoHnZArG4FNVfKPew/videos",
        "channel_name": null,
        "youtuber_name": "Mindful Mama Mentor",
        "type_of_channel": "Nano",
        "since": "Apr 2013",
        "description": "Mindful Mama Mentor Hunter Clarke-Fields, MSAE, RYT, is the creator of the Mindful Parenting course, host of the Mindful Mama podcast and widely-followed author of Raising Good Humans: A Mindful Guide to Breaking the Cycle of Reactive Parenting and Raising Kind, Confident Kids. Mindful Mama is about becoming a less irritable, more joyful parent. We know that you cannot give what you do not have. And when you are thriving, when you have calm and peace within then you can give it to your children. Learn about Mindful Parenting. Listen and get inspired!New videos are posted every week."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCXsjej0djMYxtGC3RMHBUvg/videos",
        "channel_name": null,
        "youtuber_name": "Mindful",
        "type_of_channel": "Micro",
        "since": "May 2015",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC-sxY90UX6IiLDpYeQrxFYg/videos",
        "channel_name": null,
        "youtuber_name": "Master Niels",
        "type_of_channel": "Micro",
        "since": "May 2020",
        "description": "Discover the essence of mindfulness and learn at the Inner Mind InstituteStudy and practice meditation and mindfulness step by step, as a student or a teacher, through our online platform or in one of the Inner Mind Institute retreat centers."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCt_di56chWq4svfsdGV5gRw/videos",
        "channel_name": null,
        "youtuber_name": "Metta Mindfulness Music",
        "type_of_channel": "Nano",
        "since": "Apr 2015",
        "description": "Metta Mindfulness Music is an innovative, one of its kind collaboration between leading experts in the field of holistic healing and master world musicians. Metta Mindfulness Music's Executive Producer and President is renowned healer, Dr. Richard Gold. Metta Mindfulness Music's Artistic Director is critically acclaimed composer and educator, Yuval Ron. Our Mission Statement:To create beautiful original music that enhances health, mental equanimity, and the daily expression of loving kindness. To create original music that is informed by ancient wisdom traditions and the most..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCSA3tLxw52HgRdazOXidyXA/videos",
        "channel_name": null,
        "youtuber_name": "Julia Delaney | Positive Pranic",
        "type_of_channel": "Nano",
        "since": "Oct 2019",
        "description": "Hey there! My name is Julia, welcome to my channel. I'm a Certified Mindfulness Meditation Teacher and I created this channel to share my passion for conscious living, mindfulness, and meditation with you.On this channel, you'll find a little bit of everything that I love. From guided meditations to help you relax and destress, to tips and tricks for incorporating mindfulness into your daily routine, and even some delicious whole-food plant-based recipes to keep your body and mind feeling their best.I believe that living a more conscious and mindful lifestyle can bring a lot of..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCw5A8RUBeBPc6PCQ2z_kLCg/videos",
        "channel_name": null,
        "youtuber_name": "Common Ground Meditation Center",
        "type_of_channel": "Nano",
        "since": "Mar 2019",
        "description": "Livestream and other content from Common Ground Meditation Center, Minneapolis, Minnesota.Common Ground is a community meditation center dedicated to the practice of mindfulness. Mindfulness meditation is the practice of waking up to the present moment and learning to be open and at ease with the unfolding conditions of life. With practice, mindfulness reveals deep wisdom, compassion, and intimacy with all things."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCvlbwSot5weaTvzkXPtd02w/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness with Mariel",
        "type_of_channel": "Nano",
        "since": "Apr 2020",
        "description": "Hello! Thank you so much for taking the time to watch this video and to hopefully subscribe to my channel . This space, I hope finds you well and helps you in your day-to-day life become the best version of you. I believe in the power of human kindness and mindfulness. I am an educator, movement instructor, and mindfulness teacher. Why ? Because I believe in and want to share simple ways of how you can live a balanced, healthy, happy life through the personal bettering of yourself. I challenge you to subscribe and to follow. Take time for self-care each day and join me in providing love and..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCsc3U-3MNgTjHVk7P42YFyg/videos",
        "channel_name": null,
        "youtuber_name": "RoundGlass",
        "type_of_channel": "Nano",
        "since": "Sep 2014",
        "description": "RoundGlass believes that Wholistic Wellbeing is for all to experience. While life doesn't stop throwing challenges at us, we can be better equipped to handle them. Through meditation and mindfulness practices, end-of-life support, workplace solutions, yoga asanas, and healthy recipes, RoundGlass offers wellbeing in the most important quarters of life. Self-care, mental fitness, physical wellbeing, and positivity are the most important tools every human living modern life needs. Learn how to use them and bring many noticeable benefits in your life now. Explore how you can give more to..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCG7euc9ON2PH8Ws_1Sux0Qg/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Association",
        "type_of_channel": "Nano",
        "since": "Jun 2016",
        "description": "At the Mindfulness Association, we believe that mindfulness is a way of life and not a brief intervention for relieving symptoms. We provide a long-term systematic training in mindfulness for life - from teaching the foundations of mindfulness for beginners right through compassion an insight training to our two Masters programmes- MSc Mindfulness Studies with the University of Aberdeen and MSc Mindfulness & Compassion (with teacher training) with the University of the West of Scotland in London. Our Masters tutors teach on all our courses at all levels. We train in being present,..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCXa6UPiIRwNJQOTkAz5qnvQ/videos",
        "channel_name": null,
        "youtuber_name": "The Men Talking Mindfulness Podcast",
        "type_of_channel": "Nano",
        "since": "Feb 2021",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCp4s3mVqrfG29U_gDAFGMlg/videos",
        "channel_name": null,
        "youtuber_name": "Meditate with Deb",
        "type_of_channel": "Nano",
        "since": "Jul 2017",
        "description": "Learn with a Meditation Practitioner and Instructor since 1980Deb Phelps is a certified Meditation Teacher, Sound Healer, Mindfulness Coach, and Yoga Specialist who uniquely assists her clients overcome stress, anxiety, PTSD, grief, and other life situations so that they can once again live purposeful, joy-filled lives. Deb has overcome significant life challenges aided by a variety of mind-body-spirit practices."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCs0Hk7dGaWW2mJ97gZwqgLA/videos",
        "channel_name": null,
        "youtuber_name": "Breathworks Mindfulness",
        "type_of_channel": "Nano",
        "since": "Aug 2010",
        "description": "The Breathworks approach is grounded in compassionate awareness, with a gentle, gradual transformation of our relationship to all our life experiences, including our pain or difficulty. We invite everyone engaging with Breathworks practices and courses to take care of their own well-being as fundamental to our approach. If you suffer from physical, emotional or mental health conditions, please take care not to push yourself past your own safe boundaries when"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCR19sWAiaXuJtNx7mp6gcxg/videos",
        "channel_name": null,
        "youtuber_name": "Monash Mindfulness",
        "type_of_channel": "Nano",
        "since": "Sep 2015",
        "description": "Welcome to the official YouTube channel for Monash University's 'Mindfulness for Wellbeing and Peak Performance' and 'Maintaining a Mindful Life' courses on FutureLearn. If you're taking part in either course, this is where we'll post all of the feedback videos we record for each course. You're welcome to subscribe, like and comment here, but the best place to engage in discussion with other learners is the comments section of each course on FutureLearn. Join now https://www.futurelearn.com/courses/mindfulness-wellbeing-performance and..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCH6fuu1ChJNrs7ecSDdR8QQ/videos",
        "channel_name": null,
        "youtuber_name": "Center for Mindful Self-Compassion",
        "type_of_channel": "Micro",
        "since": "Dec 2013",
        "description": "This channel is designed to be a resource for people wanting to explore Mindful Self-Compassion practices, as developed in the Mindful Self-Compassion (MSC) Training designed by Kristin Neff and Christopher Germer. For more information, please see the Center for Mindful Self-Compassion website at www.CenterForMSC.org"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCaDM90dCqBHX_cfmBAno6uA/videos",
        "channel_name": null,
        "youtuber_name": "Dr. Mindfulness",
        "type_of_channel": "Nano",
        "since": "Nov 2006",
        "description": "Are you interested awakening to your loving and compassionate true nature? Here you'll find the complete talks and Q & A associated with my weekly meditation group. The videos bring together information and experiential practices on how to do that, introducing material from Buddhism and other spiritual traditions told from a modern, secular perspective: focusing on direct practices for reducing suffering in your daily life. I have a PhD in social work, nine book publications, publications in scholarly journals, and over 30 years of Buddhist practice in the Zen and Theravada traditions...."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCfyCAAXLTPptpRoGAwzCJIQ/videos",
        "channel_name": null,
        "youtuber_name": "Meditate: School of Mindfulness",
        "type_of_channel": "Nano",
        "since": "Mar 2017",
        "description": "Meditate: School of Mindfulness leads Mindfulness Lessons and meditations as WE share OUR passion to help OUR clients and students WAKE UP and own their life in the most authentic way. MSOM offers Mentorship programs in Transformational Coaching, Meditation Teaching, Hypnosis Coaching, Mindful Addiction, Sound Healing, Yoga Nidra, and more.https://linktr.ee/meditate_school_of_mindfulness"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCjyoa02oSEutDPE6hGDi_0g/videos",
        "channel_name": null,
        "youtuber_name": "Omni Mindfulness",
        "type_of_channel": "Nano",
        "since": "May 2020",
        "description": "Welcome to the Omni Mindfulness Channel! I'm Shilpa, and I am a Mindset & Meditation Coach. Omni Mindfulness is a one-of-a-kind channel. Here you will find inspirational Podcasts, Guided Meditations, Meditation & Mindfulness Coaching Tips, and Practical Tips.#omnimindfulness #podcast #guidedmeditations #shilpaslewis"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCEFyWtl2OVeUJvNp3LqsPbg/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness With Aly F Canavan",
        "type_of_channel": "Nano",
        "since": "May 2012",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCSPkYjJ6YLyEx7t2AjlYBhQ/videos",
        "channel_name": null,
        "youtuber_name": "Mindful Life Coaching with Dr. Jessie Mahoney",
        "type_of_channel": "Nano",
        "since": "Feb 2022",
        "description": "Dr. Jessie Mahoney is a mindful life coach, wellness expert, and pediatrician. She is the founder and CEO of Pause and Presence coaching where she supports those who are successful on the surface yet struggle underneath with mindful coaching. She co-hosts the Mindful Healers Podcast and teaches Mindful Yoga for Healers. Her yoga youtube channel is https://www.youtube.com/channel/UC7LfxLU3jmBdiScY-_24OBgConnect with her at www.jessiemahoneymd.com.Coach with Her: https://www.jessiemahoneymd.com/coachingJoin a Coaching & Yoga Retreat: https://www.jessiemahoneymd.com/retreatsRequest a..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC7A7xE0hrqqrhpr4GPOD7Zg/videos",
        "channel_name": null,
        "youtuber_name": "Connected Kids - teach kids meditation",
        "type_of_channel": "Nano",
        "since": "Aug 2011",
        "description": "Connected Kids YouTube channel will guide you through tips, ideas and practices to empower you to teach meditation and mindfulness for parentingeducationages - kindergarten to teenstopics - autism, ADHD, trauma, SENThese videos are based on our 20 years experience of helping people teach children and teens mindful skills to reduce anxiety and stress.We've published 3 books on thisCalm Kids (how to guide for beginners) - 2012Connected Kids (for teaching more experienced levels and includes autism and based on pilot studies) 2014Robbie and Jess - fictional story for bed-time..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCTznAC33vMRcubcXgvtd6Vw/videos",
        "channel_name": null,
        "youtuber_name": "Gayane Kulikyan - Mindfulness & Healing",
        "type_of_channel": "Nano",
        "since": "Feb 2014",
        "description": "A space for healing, mindfulness and wellness. I support women who are stressed, stuck and overwhelmed and who desire to experience Soul fulfillment and inner peace. This 30 min body scan meditation will give you an opportunity to slow down and to gently connect with your body in a deeper way. It will support you in releasing stress, anxiety, and pain, as you intentionally focus your awareness on different body parts. Remember to give yourself..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCXpVSqlRfmke_NOcCSwJ4ag/videos",
        "channel_name": null,
        "youtuber_name": "Brittany Lynne | Beautifully Awakening",
        "type_of_channel": "Nano",
        "since": "Oct 2011",
        "description": "Hi! I'm Brittany 🙂 After experiencing the life-changing effects of consistent mindfulness in my own life, I began sharing the practices that led me to a happier & healthier lifestyle. Through movement, mindfulness & reflection, I share self-care practices to enrich your life and nourish every aspect of your well-being.I post new full-length practices on YouTube as often as possible, offer online yoga classes & mindfulness courses & teach virtual sessions live with individuals, groups & companies. I hope you can join me for my upcoming retreat to Portugal in May 2023 or for a Teacher..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCTVJils4_esMbAplQlK6fjA/videos",
        "channel_name": null,
        "youtuber_name": "A Lust For Life",
        "type_of_channel": "Nano",
        "since": "Nov 2014",
        "description": "We are an Irish wellbeing movement created to transform how we talk about and treat mental health. Our Vision is world where the wellbeing of humanity is the headliner on the main stage, and everything else is a support act."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCwHJcMkEFM-KeybMRzggcBA/videos",
        "channel_name": null,
        "youtuber_name": "Creative Mindfulness",
        "type_of_channel": "Nano",
        "since": "Jun 2018",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC2lY6h7PAxogV-O7CB31RXg/videos",
        "channel_name": null,
        "youtuber_name": "Mindful Meditation with Storytime Family",
        "type_of_channel": "Nano",
        "since": "Oct 2021",
        "description": "Mindfulness meditation is the practice of engaging and staying in the present moment, paying attention and bringing awareness to your breath, body, mind, feelings and your senses. When we teach children mindfulness skills we can help them gain the tools to meet the stresses of life with presence, self-compassion, honesty, openness and build confidence, resilience and hone their focus.You can introduce mindfulness to children through everyday informal practices that you can do along with them - expressing appreciation and gratitude, offering good wishes and compassion to others, enjoying"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCiNogi3RHmLDP2gCYRcsOcw/videos",
        "channel_name": null,
        "youtuber_name": "Make Mind Spiritual",
        "type_of_channel": "Nano",
        "since": "Jul 2020",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC91ItJhHAEyO_fuiixybLOw/videos",
        "channel_name": null,
        "youtuber_name": "A Mindful Approach to Fitness",
        "type_of_channel": "Nano",
        "since": "Oct 2022",
        "description": "Troy Devlin is a Health Coach and Mindfulness Guide with over 15 years professional experience as an instructor in the law enforcement industry.This channel is intended to share helpful insights that first responders and others might find useful when addressing the challenges to ones health and wellness that are typically encountered when performing high stress jobs.Troy Devlin is a certified physical fitness instructor and mindfulness guide but he is not a doctor.Therefore the information provided by this channel is for entertainment purposes only and is not intended to take the place of"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC1w0ZuVGeasmzZ1KO9muF-w/videos",
        "channel_name": null,
        "youtuber_name": "Meditation Mindfulness",
        "type_of_channel": "Nano",
        "since": "Oct 2022",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCa-ISJR_srhSGV-5AsGUpKw/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Project",
        "type_of_channel": "Nano",
        "since": "Apr 2015",
        "description": "The Mindfulness Project is making evolution happen. Nothing less than that. Our Vision is a healed, mindful and loving Planet.Rural Thailand, in a village near Khon Kaen, we created a volunteering society, which is the living proof that our vision works!And we have a community that is sharing this lifestyle all over the world. Do you want to become a part of this community? Here you go!On this channel we are sharing ideas to create a sustainable, healthy and ethically conscious way of living.Teachings about:-Personal Development & Psychology-Permaculture-Natural..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCF9VgD1GEVjCrYb8RM63iyw/videos",
        "channel_name": null,
        "youtuber_name": "Christy Jones Health and Mindfulness Coach",
        "type_of_channel": "Nano",
        "since": "Nov 2015",
        "description": "I am a Holistic Health and Mindfulness Educator. Specializing in the Gut/ Brain connection. I teach people how to improve their digestive health, reduce stress and tap into the health and well being they have been seeking.I teach mindfulness/neuroplasticity classes for students kinder through high school and staff development training's in schools that teach us to make our brain more flexible, release negative emotions from the body, increase brain function and become the master of our brain. The videos I post are designed to give the views some tools they can do at home to improve..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCmZVqreZtq4w_MO4MciDgPw/videos",
        "channel_name": null,
        "youtuber_name": "Practice With Lydia Zamorano",
        "type_of_channel": "Nano",
        "since": "Nov 2008",
        "description": "I'm passionate about sharing yoga and mindfulness-based practices that are playful and accessible. Join the Practice with Lydia community: https://practicewithlydia.uscreen.ioJoin my mailing list for freebies, resources and news on upcoming offerings: http://eepurl.com/g9lcbDWarmth, Lydia"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCovYdXH3V4N0iWl5o3CYYMg/videos",
        "channel_name": null,
        "youtuber_name": "Samavira Meditation and Mindfulness",
        "type_of_channel": "Nano",
        "since": "Apr 2020",
        "description": "Samavira is here to help you elevate your meditation experience and live life at your best. All Samavira trainings combine Eastern principles, science, and experience design to bring wisdom to modern living. We empower you to create your individual meditation style and routine without relying on a device. Our growing global network of meditation instructors are bringing Samavira to the cities around the world. Want to live well, grow and connect? Join our community."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCQIm0b0861AC9DmrIJOUWFw/videos",
        "channel_name": null,
        "youtuber_name": "Mark Coleman",
        "type_of_channel": "Nano",
        "since": "Sep 2012",
        "description": "Mark has devotedly studied mindfulness meditation practices for three decades and has taught mindfulness meditation in six continents for the past twenty years. Mark is a senior meditation teacher at Spirit Rock Meditation Center. He holds a MA in Clinical Psychology and is a therapist and coach. Through the Mindfulness Training Institute Mark leads Professional Mindfulness Teacher Training programs in the US and UK annually. Mark founded The Mindfulness Institute, where he has brought mindfulness teachings to companies and the non profit sector across North America and Europe."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCKIy5smVsP6Ok8UwtP6AMlg/videos",
        "channel_name": null,
        "youtuber_name": "Padraig O'Morain Mindfulness",
        "type_of_channel": "Nano",
        "since": "Jan 2021",
        "description": "Mindfulness author and teacher Padraig O'Morain on mindfulness and related practices such as self-compassion and gratitude. These short (mostly) videos will bring you key practice points and attitudes derived from Padraig's more than 30 years of mindfulness practice and learning. Padraig is the author of many books on mindfulness, published in many countries and languages. His online courses and online mindfulness events are enjoyed by participants all over the world and especially in Ireland and the UK. Many of my events are run on a donation basis to make them accessible to..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC8luOtW8BNWi21WxxUQHg-Q/videos",
        "channel_name": null,
        "youtuber_name": "Susan Young Mindful Coaching",
        "type_of_channel": "Nano",
        "since": "Sep 2016",
        "description": "Susan Young is a certified life coach specializing in mindfulness and guided meditation practices. Her action-based coaching helps clients find stillness and live with intention. Book a free coaching session at http://susanyounglifecoaching.com, or connect with her on social media:"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC2R-lG74F4tNQZSTG0oIgWg/videos",
        "channel_name": null,
        "youtuber_name": "Peace & Love: Meditation and Mindfulness",
        "type_of_channel": "Nano",
        "since": "Apr 2022",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCaM5KReAMKezUu31z3PcxKw/videos",
        "channel_name": null,
        "youtuber_name": "Sue Hutton Mindfulness",
        "type_of_channel": "Nano",
        "since": "Jun 2018",
        "description": "Making Mindfulness Accessible With over 30 years of formal Mindfulness training, I bring experience in traditional teachings blended with my social work career of over 25 years in individual and family supports in disability services as well as human rights advocacy work in the disability sector. I did my first 10 day silent meditation retreat in 1985, and have not looked back on this path of continuous practice. I'm a single mom and have loved doing mindfulness work with parents and families to make mindfulness accessible to challenging lives. I've been very lucky to work with a..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCrMnVEusez7op8Nn1PzgKYQ/videos",
        "channel_name": null,
        "youtuber_name": "Alex Strauss - Author & Natural Mindfulness Guide",
        "type_of_channel": "Nano",
        "since": "Feb 2015",
        "description": "Alex Strauss is a bestselling author and creator of The Mindful Walker School of Wellbeing, where busy people learn simple, practical ways to harness the healing power of Nature Connection. Slow down, stress less, connect with the Earth, live with intention, and enjoy a more mindful, Earth-conscious life. Get started with free resources at https://www.TheMindfulWalker.com."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCs0Hk7dGaWW2mJ97gZwqgLA",
        "channel_name": null,
        "youtuber_name": "Breathworks Mindfulness",
        "type_of_channel": "Nano",
        "since": "Sep 2010",
        "description": "Breathworks offers a toolkit of knowledge for lifelong use, drawing on the best of mindfulness practice & the founders' personal experience. We also provide specialist programmes for organisations & for health, education & social care professionals wishing to incorporate mindfulness into their work. Our channel both includes interviews & mindfulness technique videos with our founders, associates & teachers. In addition we aim to share the best videos from the international mindfulness community."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCQBZpAYfvz8kigDbdqN72Rg/videos",
        "channel_name": null,
        "youtuber_name": "Vanessa Guild - Mindfulness Trainer, Private Coach",
        "type_of_channel": "Nano",
        "since": "Apr 2010",
        "description": "Vanessa Guild is a mindfulness-expert, trainer, speaker, and private coach. She has taught mindfulness meditation workshops for The Dallas Symphony, Morton Meyerson Center employees, SMU, Brookfield Global Asset Management (New York), to inmates within a maximum-security prison in Sydney, Australia.Her private coaching sessions for teenagers, teachers, to CEO's effectively strengthen mental concentration and self-esteem; dramatically decreasing stress.For further information about Vanessa go to: vanessaguild.com."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCrgANrWsHCEEjjut89Vgx8Q/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness With Ms. Guerra",
        "type_of_channel": "Nano",
        "since": "Apr 2020",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCR-d964e8gW0hZt9mxaEQvg",
        "channel_name": null,
        "youtuber_name": "Mrs Mindfulness",
        "type_of_channel": "Nano",
        "since": "May 2013",
        "description": "Hi, I'm Melli. I'm a meditation and mindfulness teacher, and I run mindfulness retreats around Australia. She is the leading researchers, teachers and mindfulness experts will be sharing their wisdom, knowledge, tips and tricks about mindfulness."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCzmIJgRiK5lsVc9JHUn9DCw/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Academy",
        "type_of_channel": "Nano",
        "since": "Oct 2022",
        "description": "Sit down with host, Aimee Morgan, as she delves into the world of mindfulness with doctors, therapists, first responders and other mindfulness thought leaders. Listen as they share their mindfulness practices and help you become better equipped with practical tools to focus your mind and live in the present."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCdfQL9wkxnHBi3FEBHdAv7g/videos",
        "channel_name": null,
        "youtuber_name": "Rita Geraghty - Mindful Life Guide",
        "type_of_channel": "Nano",
        "since": "Aug 2013",
        "description": "Learn about mindfulness. Here you'll find the practices and current science in shore, easy to do, easy to understand videos. Mindfulness is a training of the attention. Your attention is your super power. Learn how to harness it for your benefit. Self reporting studies and neuro-imaging has show that mindfulness improves focus, self compassion, emotional regulation and overall well being. I invite you to enjoy these offerings."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCDurv_diN_vwnFxo_3jmsVA/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness 360 - Center For Mindfulness",
        "type_of_channel": "Micro",
        "since": "Jan 2016",
        "description": "'Mindfulness 360' is aspiring to be your source of inspiration, guidance and support on how to cultivate a mindful mindset in your daily life so to enjoy a more meaningful and fulfilling experience in your social, personal and professional context."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCf-nkEuAif3R1Lt4JKn0igw",
        "channel_name": null,
        "youtuber_name": "Quiet Mind Cafe",
        "type_of_channel": "Micro",
        "since": "Mar 2009",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCA8iHe0Hgl4KVvpQ7wNW4LQ/videos",
        "channel_name": null,
        "youtuber_name": "Peaceful Breathing - Meditation and Mindfulness",
        "type_of_channel": "Nano",
        "since": "Jul 2018",
        "description": "Hi, I'm Olivier, welcome!On my channel, you will find videos to learn meditation and practice mindfulness in your daily life.When I was a student, I used to have many panic attacks to the point I couldn't breathe. Back then, I didn't know about about meditation and I had to go through many difficult moments.In my early thirties I also experience depression.Since learning about mindfulness and meditation and seeing the transformative effect of those practices in my life, I have been dwelling into those practices, attending retreats and teacher trainings. Because I knew I..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC48VQRCUvPrzS14N6w5Iadw/videos",
        "channel_name": null,
        "youtuber_name": "Elements - Meditations & Mindfulness",
        "type_of_channel": "Micro",
        "since": "Mar 2021",
        "description": "Welcome to Elements Meditation & Mindfulness! A community for those in search of mindful relaxation to help quiet the mind.By subscribing to our channel, you will be taking your mind on a journey of exploration, self discovery and deep emotional healing. We know that we are all individuals and what may work for one person, may not work for another."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCZ4AJ3yAUMzO-vA2Y-z4grg/videos",
        "channel_name": null,
        "youtuber_name": "iBme / Inward Bound Mindfulness Education",
        "type_of_channel": "Nano",
        "since": "Mar 2014",
        "description": "Inward Bound Mindfulness Education (iBme) is a non-profit organization dedicated to improving the lives of teens, parents, and professionals. Through mindfulness retreats, iBme helps participants cultivate awareness, compassion, and kindness for themselves, others, and the natural world.We lead mindfulness retreats for teenagers across the country at retreat centers and in wilderness settings. We also provide mindfulness retreats for individual schools and in partnership with other non-profits that work with teens."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCsLua7dma2V68-vR0lzp_RQ/videos",
        "channel_name": null,
        "youtuber_name": "The Centre for Mindfulness Studies",
        "type_of_channel": "Nano",
        "since": "May 2015",
        "description": "The Centre for Mindfulness Studies is an innovative charity and social enterprise in Toronto, Ontario. We offer mindfulness-based therapies and professional training for health care professionals, social service providers, and educators."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCC7LrjsxGO24fwYL94vCLPg/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Meditation by Soothing Pod",
        "type_of_channel": "Nano",
        "since": "Jan 2021",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC7jTgGGhZxMgQ4PBFooytcQ/videos",
        "channel_name": null,
        "youtuber_name": "The Local Mystic",
        "type_of_channel": "Nano",
        "since": "Aug 2018",
        "description": "Hey there! I'm Sierra: a modern witchy woman & mindfulness coach. I'm here to guide soulful women towards a fully embodied life so they can exist from reassurance and ease, rather than struggle and lack."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCVlpglql_LHPn15ANTk04DA/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Abundance by Dee Gardner",
        "type_of_channel": "Nano",
        "since": "Nov 2017",
        "description": "No description"
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCCIZv5c7LAZVuI0v6mJALLw/videos",
        "channel_name": null,
        "youtuber_name": "Pandit Dasa",
        "type_of_channel": "Nano",
        "since": "Mar 2016",
        "description": "Welcome to Pandit Dasa's Official YouTube channel. The goal behind this channel is to help humans become more mindful not just at work but in life as a whole as well as stay resilient when difficulties arise.Pandit Dasa is a Mindful Leadership Expert, Keynote Speaker for Fortune 500 companies, Former Monk of 15 years and the Author of 'Urban Monk: Exploring Karma, Consciousness and the Divine'."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC793KKZqPca0iBZPeQNrw4Q/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness in Schools Project",
        "type_of_channel": "Nano",
        "since": "Mar 2013",
        "description": "Established by teachers from amongst the country's most successful schools, Mindfulness in Schools Project (MiSP) aims to improve the lives of children by making a genuine, positive difference to their mental health and wellbeing.With a decade's worth of experience, our charity is the most established provider of mindfulness training and curricula for schools. 350,000 primary and secondary pupils have already benefited from our programme, which helps them to flourish academically, socially and emotionally and we want to reach many more.Schools and other educational settings are..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UCq8BbJ_KM-_3jATfQAE7ZiQ/videos",
        "channel_name": null,
        "youtuber_name": "Mindfulness Sanctuary",
        "type_of_channel": "Nano",
        "since": "Jun 2016",
        "description": "The series of guided meditations on the Mindfulness Sanctuary Channel have been designed to help you cultivate greater emotional resilience and well-being. All the meditations have been written and recorded by a psychologist and experienced mindfulness/meditation teacher, to ease you into a state of deep relaxation and peace. The Channel is created by Emma Gray, a coach, meditation teacher, and Clinical Psychologist. Emma combines her knowledge of leading-edge neuroscience with traditional Eastern philosophies in a holistic approach to mind/body healing and wellness. Her passion is to help..."
    },
    {
        "youtube_channel_link": "https://www.youtube.com/channel/UC_EAU9IDpKjuQy8LMJQpW0Q/videos",
        "channel_name": null,
        "youtuber_name": "a Mindfulness Base",
        "type_of_channel": "Nano",
        "since": "Jun 2020",
        "description": "Hello, guest!Welcome to a Mindfulness Base. Here you will find videos with some tips and ideas, which I hope will bring more mindfulness, balance, happiness and flow to your life! I am a certified instructor in MBSR (Mindfulness-based stress reduction), a PhD, a meditator and a cat-lady. I will be sharing my passion for mindfulness practice, mindful living, making meditation sweet and potent, and of course, for cats. Stay tuned!Maria Sharapan, CFM (R)a Mindfulness Base"
    }
]